import { BookElementType } from "../types/types";

export const books: BookElementType[] = [
	{
		img: "https://rust.litnet.com/uploads/covers/220/1451306083_.jpg",
    title: "Задача выжить",
    author: "Михаил Атаманов",
    categories: ["Боевик", "Фантастика"],
    annotation: "Представьте, что по дороге на работу вы задремали в маршрутке. Вас разбудили крики ужаса, а вокруг творится невесть что - одна за другой взрываются машины на проспекте, люди сгорают словно свечки. А над всем этим хаосом и смертью в небе кружит таинственный боевой корабль треугольной формы. И вот очередь взлететь на воздух доходит и до вашей маршрутки... Вот именно об этом данное произведение",
    commentAmount: 55,
    readAmount: 234,
    rating: 8.9,
	}
]